var oSider = Mock.mock({     
    '技术': {
        'sidername|3-4': {
            "name0": "后端开发",
            "name1": "PHP",
            "name2": "web前端",
            "name3": "算法工程师",
            "name4": "数据经理"
        },
        "moresider|7-9": {
                "后端开发|16-19": {
                    "id0": "后端开发",
                    "id1": "Java",
                    "id2": "C++",
                    "id3": "PHP",
                    "id4": "C#",
                    "id5": ".NET",
                    "id6": "VB",
                    "id7": "Ruby",
                    "id8": "C",
                    "id9": "Hadoop",
                    "id10": "Python",
                    "id11": "Delphi",
                    "id12": "Perl",
                    "id13": "搜索算法",
                    "id14": "Node.js",
                    "id15": "Golang",
                    "id16": "推荐算法",
                    "id17": "Golang",
                    "id18": "自然语言处理",
                    "id19": "Erlang",
                    "id20": "算法工程师",
                    "id21": "语音/视频/图形开发",
                    'id22': "数据采集"
                },
                "移动开发|10-14": {
                    "id0": "移动开发",
                    "id1": "HTML5",
                    "id2": "Android",
                    "id3": "iOS",
                    "id4": "WP",
                    "id5": "移动web前端",
                    "id6": "Flash开发",
                    "id7": "JavaScript",
                    "id8": "U3D",
                    "id9": "COCOS2DX",
                },
                "测试|5-16": {
                    "id0": "测试工程师",
                    "id1": "自动化测试",
                    "id2": "功能测试",
                    "id3": "性能测试",
                    "id4": "测试开发#",
                    "id5": ".移动端测试",
                    "id6": "游戏测试",
                    "id7": "硬件测试",
                    "id8": "软件测试",
                },
                "运维/技术支持|3-9": {
                    "id0": "运维工程师",
                    "id1": "运维开发工程师",
                    "id2": "网络工程师",
                    "id3": "系统工程师",
                    "id4": "IT技术支持",
                    "id5": "系统管理员",
                    "id6": "网络安全",
                    "id7": "系统安全",
                    "id8": "DBA",
                },
                "数据|3-18": {
                    "id0": "JAVA",
                    "id1": "后asdf端开发",
                    "id2": "数据挖掘",
                    "id3": "PHP",
                    "id4": "C#",
                    "id5": ".NET",
                    "id6": "VB",
                    "id7": "Ruby",
                    "id8": "自然语言处理",
                    "id9": "自然语言处理",
                    "id10": "自然语言处理",
                    "id11": "自然语言处理",
                    "id12": "C",
                    "id13": "Delphi",
                    "id14": "Perl",
                    "id15": "搜索算法",
                    "id16": "推荐算法",
                    "id17": "Golang",
                    "id18": "Python",
                },
                "项目管理|5-10":{
                    "id0": "JAVA",
                    "id1": "后asdf端开发",
                    "id2": "数据挖掘",
                    "id3": "PHP",
                    "id4": "C#",
                    "id5": ".NET",
                    "id6": "VB",
                    "id7": "Ruby",
                    "id8": "自然语言处理",
                    "id9": "自然语言处理",
                    "id10": "自然语言处理",
                    "id11": "自然语言处理",
                    "id12": "C",
                },
                "硬件开发|5-10":{
                    "id0": "JAVA",
                    "id1": "后asdf端开发",
                    "id2": "数据挖掘",
                    "id3": "PHP",
                    "id4": "C#",
                    "id5": ".NET",
                    "id6": "VB",
                    "id7": "Ruby",
                    "id8": "自然语言处理",
                    "id9": "自然语言处理",
                    "id10": "自然语言处理",
                    "id11": "自然语言处理",
                    "id12": "C",
                },
        },
    },
    '产品': {
        'sidername|3-4': {
            "name0": "产品经理",
            "name1": "产品总监",
            "name2": "数据产品经理",
            "name3": "产品助理",
            "name4": "游戏策划"
        },
        "moresider": {
            "产品经理|7-10": {
                "id0": "产品经理",
                "id1": "网页产品经理",
                "id2": "移动产品经理",
                "id3": "产品助理",
                "id4": "数据产品经理",
                "id5": "电商产品经理",
                "id6": "游戏策划",
                "id7": "产品专员",
            },
            "高端产品职位|4-5": {
                "id0": "高端产品职位",
                "id1": "产品总监",
                "id2": "游戏制作人",
                "id3": "产品VP",
            },
            "其他产品职位|1": {
                "id0": "其他产品职位",
            },
            
        }
    },
    '设计':{
        'sidername|3': {
            "name0": "UI设计师",
            "name1": "平面设计师",
            "name2": "交互设计师",
            "name3": "产品助理",
            "name4": "平面设计师"
        },
        "moresider": {
            "视觉设计|7-10": {
                "id0": "视觉设计",
                "id1": "视觉设计师",
                "id2": "网页设计师",
                "id3": "Flash设计师",
                "id4": "APP设计师",
                "id5": "UI设计师",
                "id6": "平面设计师",
                "id7":"草泥马",
                "id8": "美术设计师（2D/3D）",
                "id9": "广告设计师",
                "id10": "多媒体设计师",
                "id11": "原画师",
                "id12": "游戏特效",
                "id13": "游戏界面设计师",
                "id14": "游戏场景",
                "id15": "游戏角色",
                "id16": "游戏动作",
                "id17": "三维/CAD/制图",
                "id18": "美工",
                "id19": "包装设计",
                "id20": "设计师助理",
                "id21": "动画设计师",
                "id22": "插画师",
            },
            "交互设计|4-5": {
                "id0": "交互设计师",
                "id1": "无线交互设计师",
                "id2": "网页交互设计师",
                "id3": "硬件交互设计师",
            },
            "用户研究|4-5": {
                "id0": "数据分析师",
                "id1": "用户研究员",
                "id2": "游戏数值策划",
                "id3": "UX设计师",
                "id4": "用户研究经理",
                "id5": "用户研究总监",
            },
            "高端设计职位|4-5": {
                "id0": "高端设计职位",
                "id1": "设计经理/主管",
                "id2": "设计总监",
                "id3": "视觉设计经理",
                "id4": "视觉设计总监",
                "id5": "交互设计经理/主管",
                "id6": "交互设计总监",
            },
            "非视觉设计|4-5": {
                "id0": "非视觉设计",
                "id1": "服装设计",
                "id2": "工业设计",
                "id3": "橱柜设计",
                "id4": "家具设计",
                "id5": "家居设计",
                "id6": "珠宝设计",
                "id7":"草泥马",
                "id8": "室内设计",
                "id9": "陈列设计",
                "id10": "景观设计",
                "id11": "原画师",
                "id12": "游戏特效",
                "id13": "游戏界面设计师"
            },
            "其他设计职位|1": {
                "id0": "其他设计职位",    
            }
            
        }
    },
    '运营':{
        'sidername|3-4': {
            "name0": "新媒体运营",
            "name1": "产品总监",
            "name2": "产品运营",
            "name3": "网络推广",
        },
        "moresider": {
            "运营|7-10": {
                "id0": "产品经理",
                "id1": "网页产品经理",
                "id2": "移动产品经理",
                "id3": "产品助理",
                "id4": "数据产品经理",
                "id5": "电商产品经理",
                "id6": "游戏策划",
                "id7": "产品专员",
            },
            "编辑|4-5": {
                "id0": "高端产品职位",
                "id1": "产品总监",
                "id2": "游戏制作人",
                "id3": "产品VP",
                "id4": "网站编辑",
                "id5": "记者",
                "id6": "采编",
                "id7": "产品专员",
            },
            "客服|4-6": {
                "id0": "非视觉设计",
                "id1": "服装设计",
                "id2": "工业设计",
                "id3": "橱柜设计",
                "id4": "家具设计",
                "id5": "家居设计",
                "id6": "珠宝设计",
            },
            "高端运营职位|4-5": {
                "id0": "高端运营职位",
                "id1": "主编",
                "id2": "运营总监",
                "id3": "COO",
                "id4": "客服总监",
                "id5": "运营经理/主管",
                "id6": "交互设计总监",
            }
            
        }
    },
    '市场':{
        'sidername|3-4': {
            "name0": "市场营销",
            "name1": "市场推广",
            "name2": "品牌公关",
            "name3": "产品助理",
            "name4": "策划经理"
        },
        "moresider": {
            "市场/营销|7-10": {
                "id0": "产品经理",
                "id1": "网页产品经理",
                "id2": "移动产品经理",
                "id3": "产品助理",
                "id4": "数据产品经理",
                "id5": "电商产品经理",
                "id6": "游戏策划",
                "id7": "产品专员",
            },
            "公关媒介|4-5": {
                "id0": "高端产品职位",
                "id1": "产品总监",
                "id2": "游戏制作人",
                "id3": "产品VP",
            },
            "会务会展|1": {
                "id0": "其他产品职位",
            },
            "广告|4-5": {
                "id0": "高端产品职位",
                "id1": "产品总监",
                "id2": "游戏制作人",
                "id3": "产品VP",
                "id4": "网站编辑",
                "id5": "记者",
                "id6": "采编",
                "id7": "产品专员",
            },
            "高端市场职位|4-6": {
                "id0": "非视觉设计",
                "id1": "服装设计",
                "id2": "工业设计",
                "id3": "橱柜设计",
                "id4": "家具设计",
                "id5": "家居设计",
                "id6": "珠宝设计",
            },
            "其他市场职位": {
                "id0": "其他市场职位",
            }
            
        }
    },
    '人事':{
        'sidername|3-4': {
            "name0": "人事/HR",
            "name1": "行政",
            "name2": "财务",
            "name3": "培训",
            "name4": "绩效考核"
        },
        "moresider": {
            "人力资源|7-10": {
                "id0": "产品经理",
                "id1": "网页产品经理",
                "id2": "移动产品经理",
                "id3": "产品助理",
                "id4": "数据产品经理",
                "id5": "电商产品经理",
                "id6": "游戏策划",
                "id7": "产品专员",
            },
            "行政|4-5": {
                "id0": "高端产品职位",
                "id1": "产品总监",
                "id2": "游戏制作人",
                "id3": "产品VP",
            },
            "其他职能职位|1": {
                "id0": "其他产品职位",
            },
            "法务|4-5": {
                "id0": "数据分析师",
                "id1": "用户研究员",
                "id2": "游戏数值策划",
                "id3": "UX设计师",
                "id4": "用户研究经理",
                "id5": "用户研究总监",
            },
            "财务|4-5": {
                "id0": "高端设计职位",
                "id1": "设计经理/主管",
                "id2": "设计总监",
                "id3": "视觉设计经理",
                "id4": "视觉设计总监",
                "id5": "交互设计经理/主管",
                "id6": "交互设计总监",
            },
            
        }
    },
    '高级管理':{
        'sidername|3-4': {
            "name0": "CEO/总裁/总经理",
            "name1": "事业部负责人",
        },
        "moresider": {
            "高级管理职位|7-10": {
                "id0": "高级管理职位",
                "id1": "CEO/总裁/总经理",
                "id2": "副总裁/副总经理",
                "id3": "事业部负责人",
                "id4": "区域/分公司/代表处负责人",
                "id5": "总裁/总经理/董事长助理",
                "id6": "合伙人",
                "id7": "创始人",
                "id8": "董事会秘书",
                "id9": "陈列设计",
                "id10": "景观设计",
                "id11": "原画师"
            },
            
        }
    },
    '销售':{
        'sidername|3-4': {
            "name0": "销售专员",
            "name1": "销售经理",
            "name2": "销售工程师",
            "name3": "产品助理",
            "name4": "游戏策划"
        },
        "moresider": {
            "销售|7-10": {
                "id0": "产品经理",
                "id1": "网页产品经理",
                "id2": "移动产品经理",
                "id3": "产品助理",
                "id4": "数据产品经理",
                "id5": "电商产品经理",
                "id6": "游戏策划",
                "id7": "产品专员",
            },
            "销售管理|4-5": {
                "id0": "高端产品职位",
                "id1": "产品总监",
                "id2": "游戏制作人",
                "id3": "产品VP",
            },
            "其他销售职位|1": {
                "id0": "其他产品职位",
            },
            
        }
    },
    '媒体':{
        'sidername|3-4': {
            "name0": "文案",
            "name1": "广告创意",
            "name2": "编辑",
            "name3": "记者",
            "name4": "媒介经理"
        },
        "moresider": {
            "采编/写作/出版|7-10": {
                "id0": "产品经理",
                "id1": "网页产品经理",
                "id2": "移动产品经理",
                "id3": "产品助理",
                "id4": "数据产品经理",
                "id5": "电商产品经理",
                "id6": "游戏策划",
                "id7": "产品专员",
            },
            "公关媒介|4-5": {
                "id0": "高端产品职位",
                "id1": "产品总监",
                "id2": "游戏制作人",
                "id3": "产品VP",
            },
            "影视媒体|1": {
                "id0": "其他产品职位",
            },
            "会务会展|4-5": {
                "id0": "高端产品职位",
                "id1": "产品总监",
                "id2": "游戏制作人",
                "id3": "产品VP",
            },
            "广告|4-5": {
                "id0": "非视觉设计",
                "id1": "服装设计",
                "id2": "工业设计",
                "id3": "橱柜设计",
                "id4": "家具设计",
                "id5": "家居设计",
                "id6": "珠宝设计",
                "id7":"草泥马",
                "id8": "室内设计",
                "id9": "陈列设计",
                "id10": "景观设计",
                "id11": "原画师",
                "id12": "游戏特效",
                "id13": "游戏界面设计师"
            },
            "其他传媒职位|1": {
                "id0": "其他产品职位",
            }
            
        }
    },
    '金融':{
        'sidername|3-4': {
            "name0": "投资经理",
            "name1": "投资总监",
            "name2": "风控",
            "name3": "记者",
            "name4": "证券"
        },
        "moresider": {
            "投融资|7-10": {
                "id0": "产品经理",
                "id1": "网页产品经理",
                "id2": "移动产品经理",
                "id3": "产品助理",
                "id4": "数据产品经理",
                "id5": "电商产品经理",
                "id6": "游戏策划",
                "id7": "产品专员",
            },
            "风控|4-5": {
                "id0": "高端产品职位",
                "id1": "产品总监",
                "id2": "游戏制作人",
                "id3": "产品VP",
            },
            "税务审计|1": {
                "id0": "其他产品职位",
            },
            "银行|4-5": {
                "id0": "高端产品职位",
                "id1": "产品总监",
                "id2": "游戏制作人",
                "id3": "产品VP",
            },
            "互联网金融|4-5": {
                "id0": "非视觉设计",
                "id1": "服装设计",
                "id2": "工业设计",
                "id3": "橱柜设计",
                "id4": "家具设计",
                "id5": "家居设计",
                "id6": "珠宝设计",
                "id7":"草泥马",
                "id8": "室内设计",
                "id9": "陈列设计",
                "id10": "景观设计",
                "id11": "原画师",
                "id12": "游戏特效",
                "id13": "游戏界面设计师"
            },
            "其他金融职位|1": {
                "id0": "其他产品职位",
            },
            "证券|4-5": {
                "id0": "非视觉设计",
                "id1": "服装设计",
                "id2": "工业设计",
                "id3": "橱柜设计",
                "id4": "家具设计",
                "id5": "家居设计",
                "id6": "珠宝设计",
                "id7":"草泥马",
                "id8": "室内设计",
                "id9": "陈列设计",
                "id10": "景观设计",
                "id11": "原画师",
                "id12": "游戏特效",
                "id13": "游戏界面设计师"
            },
            "保险|4-5": {
                "id0": "非视觉设计",
                "id1": "服装设计",
                "id2": "工业设计",
                "id3": "橱柜设计",
                "id4": "家具设计",
                "id5": "家居设计",
                "id6": "珠宝设计",
                "id7":"草泥马",
                "id8": "室内设计",
                "id9": "陈列设计",
                "id10": "景观设计",
                "id11": "原画师",
                "id12": "游戏特效",
                "id13": "游戏界面设计师"
            }
            
        }
    },
    '汽车':{
        'sidername|3-4': {
            "name0": "汽车销售",
            "name1": "汽车维修",
            "name2": "零部件设计",
            "name3": "记者",
            "name4": "媒介经理"
        },
        "moresider": {
            "汽车设计与研发|7-10": {
                "id0": "产品经理",
                "id1": "网页产品经理",
                "id2": "移动产品经理",
                "id3": "产品助理",
                "id4": "数据产品经理",
                "id5": "电商产品经理",
                "id6": "游戏策划",
                "id7": "产品专员",
            },
            "汽车生产与制造|4-5": {
                "id0": "高端产品职位",
                "id1": "产品总监",
                "id2": "游戏制作人",
                "id3": "产品VP",
            },
            "其他汽车职位|1": {
                "id0": "其他产品职位",
            },
            "汽车销售与服务|4-5": {
                "id0": "高端产品职位",
                "id1": "产品总监",
                "id2": "游戏制作人",
                "id3": "产品VP",
            }       
        }
    },
    '教育培训':{
        'sidername|3-4': {
            "name0": "课程设计",
            "name1": "教务管理",
            "name2": "IT培训",
            "name3": "记者",
        },
        "moresider": {
            "教育产品研发|7-10": {
                "id0": "产品经理",
                "id1": "网页产品经理",
                "id2": "移动产品经理",
                "id3": "产品助理",
                "id4": "数据产品经理",
                "id5": "电商产品经理",
                "id6": "游戏策划",
                "id7": "产品专员",
            },
            "教育行政|4-5": {
                "id0": "高端产品职位",
                "id1": "产品总监",
                "id2": "游戏制作人",
                "id3": "产品VP",
            },
            "教师|1": {
                "id0": "其他产品职位",
            },
            "招生|4-5": {
                "id0": "高端产品职位",
                "id1": "产品总监",
                "id2": "游戏制作人",
                "id3": "产品VP",
            },
            "IT培训": {
                "id0": "非视觉设计",
                "id1": "服装设计",
                "id2": "工业设计",
                "id3": "橱柜设计",
                "id4": "家具设计",
                "id5": "家居设计",
                "id6": "珠宝设计",
                "id7":"草泥马",
                "id8": "室内设计",
                "id9": "陈列设计",
                "id10": "景观设计",
                "id11": "原画师",
                "id12": "游戏特效",
                "id13": "游戏界面设计师"
            },
            "职业培训|1": {
                "id0": "其他产品职位",
            }
            
        }
    },
    '医疗健康':{
        'sidername|3-4': {
            "name0": "药剂师",
            "name1": "营养师",
            "name2": "医疗器械研究",
        },
        "moresider": {
            "医生/医技|7-10": {
                "id0": "产品经理",
                "id1": "网页产品经理",
                "id2": "移动产品经理",
                "id3": "产品助理",
                "id4": "数据产品经理",
                "id5": "电商产品经理",
                "id6": "游戏策划",
                "id7": "产品专员",
            },
            "护士/护理|4-5": {
                "id0": "高端产品职位",
                "id1": "产品总监",
                "id2": "游戏制作人",
                "id3": "产品VP",
            },
            "健康整形|1": {
                "id0": "其他产品职位",
            },
            "生物制药|4-5": {
                "id0": "高端产品职位",
                "id1": "产品总监",
                "id2": "游戏制作人",
                "id3": "产品VP",
            },
            "医疗器械|4-5": {
                "id0": "非视觉设计",
                "id1": "服装设计",
                "id2": "工业设计",
                "id3": "橱柜设计",
                "id4": "家具设计",
                "id5": "家居设计",
                "id6": "珠宝设计",
                "id7":"草泥马",
                "id8": "室内设计",
                "id9": "陈列设计",
                "id10": "景观设计",
                "id11": "原画师",
                "id12": "游戏特效",
                "id13": "游戏界面设计师"
            },
            "药店|4-5": {
                "id0": "高端产品职位",
                "id1": "产品总监",
                "id2": "游戏制作人",
                "id3": "产品VP",
            },
            "市场营销/媒体|4-5": {
                "id0": "非视觉设计",
                "id1": "服装设计",
                "id2": "工业设计",
                "id3": "橱柜设计",
                "id4": "家具设计",
                "id5": "家居设计",
                "id6": "珠宝设计",
                "id7":"草泥马",
                "id8": "室内设计",
                "id9": "陈列设计",
                "id10": "景观设计",
                "id11": "原画师",
                "id12": "游戏特效",
                "id13": "游戏界面设计师"
            },
            "其他医疗健康类职位|1": {
                "id0": "其他产品职位",
            }
            
        }
    },
    '采购贸易':{
        'sidername|3-4': {
            "name0": "采购经理",
            "name1": "采购主管",
            "name2": "进出口贸易",
        },
        "moresider": {
            "采购|7-10": {
                "id0": "产品经理",
                "id1": "网页产品经理",
                "id2": "移动产品经理",
                "id3": "产品助理",
                "id4": "数据产品经理",
                "id5": "电商产品经理",
                "id6": "游戏策划",
                "id7": "产品专员",
            },
            "进出口贸易|4-5": {
                "id0": "高端产品职位",
                "id1": "产品总监",
                "id2": "游戏制作人",
                "id3": "产品VP",
            },
            "其他采购/贸易职位|1": {
                "id0": "其他产品职位",
            },
            
        }
    },
    '供应链/物流':{
        'sidername|2-3': {
            "name0": "物流专员",
            "name1": "贸易跟单",
            "name2": "供应链经理",
            "name3": "记者",
        },
        "moresider": {
            "物流|7-10": {
                "id0": "产品经理",
                "id1": "网页产品经理",
                "id2": "移动产品经理",
                "id3": "产品助理",
                "id4": "数据产品经理",
                "id5": "电商产品经理",
                "id6": "游戏策划",
                "id7": "产品专员",
            },
            "仓储|4-5": {
                "id0": "高端产品职位",
                "id1": "产品总监",
                "id2": "游戏制作人",
                "id3": "产品VP",
            },
            "其他供应链职位|1": {
                "id0": "其他产品职位",
            },
            "运输|4-5": {
                "id0": "高端产品职位",
                "id1": "产品总监",
                "id2": "游戏制作人",
                "id3": "产品VP",
            },
            "高端供应链职位": {
                "id0": "非视觉设计",
                "id1": "服装设计",
                "id2": "工业设计",
                "id3": "橱柜设计",
                "id4": "家具设计",
                "id5": "家居设计",
                "id6": "珠宝设计",
                "id7":"草泥马",
                "id8": "室内设计",
                "id9": "陈列设计",
                "id10": "景观设计",
                "id11": "原画师",
                "id12": "游戏特效",
                "id13": "游戏界面设计师"
            },
            
        }
    },
    '房地产/建筑':{
        'sidername|2': {
            "name0": "物业管理",
            "name1": "房地产规划开发",
        },
        "moresider": {
            "房地产规划开发|7-10": {
                "id0": "产品经理",
                "id1": "网页产品经理",
                "id2": "移动产品经理",
                "id3": "产品助理",
                "id4": "数据产品经理",
                "id5": "电商产品经理",
                "id6": "游戏策划",
                "id7": "产品专员",
            },
            "设计装修与市政建设|4-5": {
                "id0": "高端产品职位",
                "id1": "产品总监",
                "id2": "游戏制作人",
                "id3": "产品VP",
            },
            "房地产经纪|4-5": {
                "id0": "高端产品职位",
                "id1": "产品总监",
                "id2": "游戏制作人",
                "id3": "产品VP",
            },
            "其他房地产职位|1": {
                "id0": "其他产品职位",
            },
            "高端房地产职位|4-5": {
                "id0": "高端产品职位",
                "id1": "产品总监",
                "id2": "游戏制作人",
                "id3": "产品VP",
            }
        }
    },
    '咨询/翻译/法律':{
        'sidername|2-3': {
            "name0": "企业管理咨询",
            "name1": "事务所律师",
            "name2": "进出口",
        },
        "moresider": {
            "咨询/调研|7-10": {
                "id0": "产品经理",
                "id1": "网页产品经理",
                "id2": "移动产品经理",
                "id3": "产品助理",
                "id4": "数据产品经理",
                "id5": "电商产品经理",
                "id6": "游戏策划",
                "id7": "产品专员",
            },
            "律师|4-5": {
                "id0": "高端产品职位",
                "id1": "产品总监",
                "id2": "游戏制作人",
                "id3": "产品VP",
            },
            "翻译|1": {
                "id0": "其他产品职位",
            },
            "其他咨询类职位|1": {
                "id0": "其他产品职位",
            },
            "高端咨询类职位|4-5": {
                "id0": "高端产品职位",
                "id1": "产品总监",
                "id2": "游戏制作人",
                "id3": "产品VP",
            }
            
        }
    }
    
});
var hotJob = Mock.mock({
    'hotjob|7-10':{
        "id0": "后端开发",
        "id1": "Java",
        "id2": "C++",
        "id3": "PHP",
        "id4": "C#",
        "id5": ".NET",
        "id6": "web前端",
        "id7": "Android",
        "id8": "产品经理",
        "id9": "UI设计师",
        "id10": "产品运营",
        "id11": "Delphi",
        "id12": "Perl",
        "id13": "搜索算法",
        "id14": "Node.js",
        "id15": "Golang",
        "id16": "推荐算法",
        "id17": "Golang",
        "id18": "自然语言处理",
        "id19": "Erlang",
        "id20": "算法工程师",
        "id21": "语音/视频/图形开发",
        'id22': "数据采集"
    },   
})
var linkdata = Mock.mock({
    'linkitem|32-35':{
        "id0": {
            "name":'慧聪网',
            'url':'https://www.hc360.com'
        },
        "id1": {
            "name":'天眼查',
            'url':'https://www.tianyancha.com/'
        },
        "id2": {
            "name":'企查查',
            'url':'https://www.tianyancha.com/'
        },
        "id3": {
            "name":'新东方在线',
            'url':'https://www.hc360.com'
        },
        "id4": {
            "name":'兼职',
            'url':'https://www.hc360.com'
        },
        "id5": {
            "name":'有声小说',
            'url':'https://www.hc360.com'
        },
        "id6": {
            "name":'顺企网',
            'url':'https://www.hc360.com'
        },
        "id7": {
            "name":'找工作',
            'url':'https://www.hc360.com'
        },
        "id8": {
            "name":'查字典',
            'url':'https://www.hc360.com'
        },
        "id9": {
            "name":'手机中国',
            'url':'https://www.hc360.com'
        },
        "id10": {
            "name":'装修',
            'url':'https://www.hc360.com'
        },
        "id11": {
            "name":'百姓健康网',
            'url':'https://www.hc360.com'
        },
        "id12": {
            "name":'西游汽车网',
            'url':'https://www.hc360.com'
        },
        "id13": {
            "name":'前瞻网',
            'url':'https://www.hc360.com'
        },
        "id14": {
            "name":'考试资料网',
            'url':'https://www.hc360.com'
        },
        "id15": {
            "name":'招标网',
            'url':'https://www.hc360.com'
        },
        "id16": {
            "name":'孔夫子旧书网',
            'url':'https://www.hc360.com'
        },
        "id17": {
            "name":'装修网',
            'url':'https://www.hc360.com'
        },
        "id18": {
            "name":'猪八戒网',
            'url':'https://www.hc360.com'
        },
        "id19": {
            "name":'中公事业编',
            'url':'https://www.hc360.com'
        },
        "id20": {
            "name":'经理人分享',
            'url':'https://www.hc360.com'
        },
        "id21": {
            "name":'图片素材',
            'url':'https://www.hc360.com'
        },
        "id22": {
            "name":'装修网',
            'url':'https://www.hc360.com'
        },
        "id23": {
            "name":'加盟',
            'url':'https://www.hc360.com'
        },
        "id24": {
            "name":'在职研究生',
            'url':'https://www.hc360.com'
        },
        "id25": {
            "name":'2018信息港',
            'url':'https://www.hc360.com'
        },
        "id26": {
            "name":'楼盘网',
            'url':'https://www.hc360.com'
        },
        "id27": {
            "name":'律师',
            'url':'https://www.hc360.com'
        },
        "id28": {
            "name":'招标网',
            'url':'https://www.hc360.com'
        },
        "id29": {
            "name":'CAD图纸',
            'url':'https://www.hc360.com'
        },
        "id30": {
            "name":'权查查',
            'url':'https://www.hc360.com'
        },
        "id31": {
            "name":'中国品牌网',
            'url':'https://www.hc360.com'
        },
        "id32": {
            "name":'什么值得买',
            'url':'https://www.hc360.com'
        },
        "id33": {
            "name":'公司招聘列表',
            'url':'https://www.hc360.com'
        },
        "id34": {
            "name":'电影网',
            'url':'https://www.hc360.com'
        },
    }
}
)
var jobTab = Mock.mock({
    "job-box": [
        {
            "title": "IT·互联网",
            "con|9": [Mock.mock(function () {
                return {
                    "con-title": Mock.mock(function () {
                        return "@cword(4,10)";
                    }),
                    "con-city|1": Mock.mock(function () {
                        return ["北京","深圳","杭州","广州","上海","成都","青岛","珠海","唐山","西安","合肥","武汉","济南","苏州","沈阳","宁波","东莞"];
                    }),
                    "con-year|1": Mock.mock(function () {
                        return ["5-10年", "3-5年", "经验不限", "1年以内","1-3年","在校生","应届生"];
                    }),
                    "con-degree|1": Mock.mock(function () {
                        return ["本科", "学历不限", "大专", "中专", "博士", "研究生"];
                    }),
                    "con-wage|1": Mock.mock(function () {
                        return ["20-30K", "8-10K", "10-11K", "30-35K", "25-16K·13薪","30-50K","25K-50K·13薪","5-8K","8-12K·15薪"];
                    }),
                    "con-img|1": Mock.mock(function () {
                        return ['tou1','tou2','tou3','tou4','tou5','tou6','tou7','tou8','tou9'];
                    }),
                    "con-company": Mock.mock(function () {
                        return "@cword(2,6)";
                    }),
                    "con-peo-first": Mock.mock(function () {
                        return "@cfirst";
                    }),
                    "con-peo-last|1": Mock.mock(function () {
                        return ["女士", "先生"];
                    }),
                    "con-verity|1": Mock.mock(function () {
                        return "@cword(2,6)" || "@word(2,4)"
                    })
                }
            })]
        }, {
            "title": "金融",
            "con|9": [Mock.mock(function () {
                return {
                    "con-title": Mock.mock(function () {
                        return "@cword(4,10))";
                    }),
                    "con-city|1": Mock.mock(function () {
                        return ["北京","深圳","杭州","广州","上海","成都","青岛","珠海","唐山","西安","合肥","武汉","济南","苏州","沈阳","宁波","东莞"];
                    }),
                    "con-year|1": Mock.mock(function () {
                        return ["5-10年", "3-5年", "经验不限", "1年以内"];
                    }),
                    "con-degree|1": Mock.mock(function () {
                        return ["本科", "学历不限", "大专", "中专", "博士", "研究生"];
                    }),
                    "con-wage|1": Mock.mock(function () {
                        return ["20-30K", "8-10K", "10-11K", "30-35K", "25-16K·13薪","30-50K","25K-50K·13薪","5-8K","8-12K·15薪"];
                    }),
                    "con-img|1": Mock.mock(function () {
                        return ['tou1','tou2','tou3','tou4','tou5','tou6','tou7','tou8','tou9'];
                    }),
                    "con-company": Mock.mock(function () {
                        return "@cword(2,6)";
                    }),
                    "con-peo-first": Mock.mock(function () {
                        return "@cfirst";
                    }),
                    "con-peo-last|1": Mock.mock(function () {
                        return ["女士", "先生"];
                    }),
                    "con-verity|1": Mock.mock(function () {
                        return "@cword(2,6)" || "@word(2,4)"
                    })
                }
            })]
        },
        {
            "title": "房地产·建筑",
            "con|9": [Mock.mock(function () {
                return {
                    "con-title": Mock.mock(function () {
                        return "@cword(4,10)";
                    }),
                    "con-city|1": Mock.mock(function () {
                        return ["北京","深圳","杭州","广州","上海","成都","青岛","珠海","唐山","西安","合肥","武汉","济南","苏州","沈阳","宁波","东莞"];
                    }),
                    "con-year|1": Mock.mock(function () {
                        return ["5-10年", "3-5年", "经验不限", "1年以内"];
                    }),
                    "con-degree|1": Mock.mock(function () {
                        return ["本科", "学历不限", "大专", "中专", "博士", "研究生"];
                    }),
                    "con-wage|1": Mock.mock(function () {
                        return ["20-30K", "8-10K", "10-11K", "30-35K", "25-16K·13薪","30-50K","25K-50K·13薪","5-8K","8-12K·15薪"];
                    }),
                    "con-img|1": Mock.mock(function () {
                        return ['tou1','tou2','tou3','tou4','tou5','tou6','tou7','tou8','tou9'];
                    }),
                    "con-company": Mock.mock(function () {
                        return "@cword(2,6)";
                    }),
                    "con-peo-first": Mock.mock(function () {
                        return "@cfirst";
                    }),
                    "con-peo-last|1": Mock.mock(function () {
                        return ["女士", "先生"];
                    }),
                    "con-verity|1": Mock.mock(function () {
                        return "@cword(2,6)" || "@word(2,4)"
                    })
                }
            })]
        },
        {
            "title": "教育培训",
            "con|9": [Mock.mock(function () {
                return {
                    "con-title": Mock.mock(function () {
                        return "@cword(4,10)";
                    }),
                    "con-city|1": Mock.mock(function () {
                        return ["北京","深圳","杭州","广州","上海","成都","青岛","珠海","唐山","西安","合肥","武汉","济南","苏州","沈阳","宁波","东莞"];
                    }),
                    "con-year|1": Mock.mock(function () {
                        return ["5-10年", "3-5年", "经验不限", "1年以内"];
                    }),
                    "con-degree|1": Mock.mock(function () {
                        return ["本科", "学历不限", "大专", "中专", "博士", "研究生"];
                    }),
                    "con-wage|1": Mock.mock(function () {
                        return ["20-30K", "8-10K", "10-11K", "30-35K", "25-16K·13薪","30-50K","25K-50K·13薪","5-8K","8-12K·15薪"];
                    }),
                    "con-img|1": Mock.mock(function () {
                        return ['tou1','tou2','tou3','tou4','tou5','tou6','tou7','tou8','tou9'];
                    }),
                    "con-company": Mock.mock(function () {
                        return "@cword(2,6)";
                    }),
                    "con-peo-first": Mock.mock(function () {
                        return "@cfirst";
                    }),
                    "con-peo-last|1": Mock.mock(function () {
                        return ["女士", "先生"];
                    }),
                    "con-verity|1": Mock.mock(function () {
                        return "@cword(2,6)" || "@word(2,4)"
                    })
                }
            })]
        },
        {
            "title": "娱乐传媒",
            "con|9": [Mock.mock(function () {
                return {
                    "con-title": Mock.mock(function () {
                        return "@cword(4,10)";
                    }),
                    "con-city|1": Mock.mock(function () {
                        return ["北京","深圳","杭州","广州","上海","成都","青岛","珠海","唐山","西安","合肥","武汉","济南","苏州","沈阳","宁波","东莞"];
                    }),
                    "con-year|1": Mock.mock(function () {
                        return ["5-10年", "3-5年", "经验不限", "1年以内"];
                    }),
                    "con-degree|1": Mock.mock(function () {
                        return ["本科", "学历不限", "大专", "中专", "博士", "研究生"];
                    }),
                    "con-wage|1": Mock.mock(function () {
                        return ["20-30K", "8-10K", "10-11K", "30-35K", "25-16K·13薪","30-50K","25K-50K·13薪","5-8K","8-12K·15薪"];
                    }),
                    "con-img|1": Mock.mock(function () {
                        return ['tou1','tou2','tou3','tou4','tou5','tou6','tou7','tou8','tou9'];
                    }),
                    "con-company": Mock.mock(function () {
                        return "@cword(2,6)";
                    }),
                    "con-peo-first": Mock.mock(function () {
                        return "@cfirst";
                    }),
                    "con-peo-last|1": Mock.mock(function () {
                        return ["女士", "先生"];
                    }),
                    "con-verity|1": Mock.mock(function () {
                        return "@cword(2,6)" || "@word(2,4)"
                    })
                }
            })]
        },
        {
            "title": "汽车",
            "con|9": [Mock.mock(function () {
                return {
                    "con-title": Mock.mock(function () {
                        return "@cword(4,10)";
                    }),
                    "con-city|1": Mock.mock(function () {
                        return ["北京","深圳","杭州","广州","上海","成都","青岛","珠海","唐山","西安","合肥","武汉","济南","苏州","沈阳","宁波","东莞"];
                    }),
                    "con-year|1": Mock.mock(function () {
                        return ["5-10年", "3-5年", "经验不限", "1年以内"];
                    }),
                    "con-degree|1": Mock.mock(function () {
                        return ["本科", "学历不限", "大专", "中专", "博士", "研究生"];
                    }),
                    "con-wage|1": Mock.mock(function () {
                        return ["20-30K", "8-10K", "10-11K", "30-35K", "25-16K·13薪","30-50K","25K-50K·13薪","5-8K","8-12K·15薪"];
                    }),
                    "con-img|1": Mock.mock(function () {
                        return ['tou1','tou2','tou3','tou4','tou5','tou6','tou7','tou8','tou9'];
                    }),
                    "con-company": Mock.mock(function () {
                        return "@cword(2,6)";
                    }),
                    "con-peo-first": Mock.mock(function () {
                        return "@cfirst";
                    }),
                    "con-peo-last|1": Mock.mock(function () {
                        return ["女士", "先生"];
                    }),
                    "con-verity|1": Mock.mock(function () {
                        return "@cword(2,6)" || "@word(2,4)"
                    })
                }
            })]
        }, {
            "title": "法律咨询",
            "con|9": [Mock.mock(function () {
                return {
                    "con-title": Mock.mock(function () {
                        return "@cword(4,10)";
                    }),
                    "con-city|1": Mock.mock(function () {
                        return ["北京","深圳","杭州","广州","上海","成都","青岛","珠海","唐山","西安","合肥","武汉","济南","苏州","沈阳","宁波","东莞"];
                    }),
                    "con-year|1": Mock.mock(function () {
                        return ["5-10年", "3-5年", "经验不限", "1年以内"];
                    }),
                    "con-degree|1": Mock.mock(function () {
                        return ["本科", "学历不限", "大专", "中专", "博士", "研究生"];
                    }),
                    "con-wage|1": Mock.mock(function () {
                        return ["20-30K", "8-10K", "10-11K", "30-35K", "25-16K·13薪","30-50K","25K-50K·13薪","5-8K","8-12K·15薪"];
                    }),
                    "con-img|1": Mock.mock(function () {
                        return ['tou1','tou2','tou3','tou4','tou5','tou6','tou7','tou8','tou9'];
                    }),
                    "con-company": Mock.mock(function () {
                        return "@cword(2,6)";
                    }),
                    "con-peo-first": Mock.mock(function () {
                        return "@cfirst";
                    }),
                    "con-peo-last|1": Mock.mock(function () {
                        return ["女士", "先生"];
                    }),
                    "con-verity|1": Mock.mock(function () {
                        return "@cword(2,6)" || "@word(2,4)"
                    })
                }
            })]
        }, {
            "title": "医疗健康",
            "con|9": [Mock.mock(function () {
                return {
                    "con-title": Mock.mock(function () {
                        return "@cword(4,10)";
                    }),
                    "con-city|1": Mock.mock(function () {
                        return ["北京","深圳","杭州","广州","上海","成都","青岛","珠海","唐山","西安","合肥","武汉","济南","苏州","沈阳","宁波","东莞"];
                    }),
                    "con-year|1": Mock.mock(function () {
                        return ["5-10年", "3-5年", "经验不限", "1年以内"];
                    }),
                    "con-degree|1": Mock.mock(function () {
                        return ["本科", "学历不限", "大专", "中专", "博士", "研究生"];
                    }),
                    "con-wage|1": Mock.mock(function () {
                        return ["20-30K", "8-10K", "10-11K", "30-35K", "25-16K·13薪","30-50K","25K-50K·13薪","5-8K","8-12K·15薪"];
                    }),
                    "con-img|1": Mock.mock(function () {
                        return ['tou1','tou2','tou3','tou4','tou5','tou6','tou7','tou8','tou9'];
                    }),
                    "con-company": Mock.mock(function () {
                        return "@cword(2,6)";
                    }),
                    "con-peo-first": Mock.mock(function () {
                        return "@cfirst";
                    }),
                    "con-peo-last|1": Mock.mock(function () {
                        return ["女士", "先生"];
                    }),
                    "con-verity|1": Mock.mock(function () {
                        return "@cword(2,6)" || "@word(2,4)"
                    })
                }
            })]
        }, {
            "title": "供应链·物流",
            "con|9": [Mock.mock(function () {
                return {
                    "con-title": Mock.mock(function () {
                        return "@cword(4,10)";
                    }),
                    "con-city|1": Mock.mock(function () {
                        return ["北京","深圳","杭州","广州","上海","成都","青岛","珠海","唐山","西安","合肥","武汉","济南","苏州","沈阳","宁波","东莞"];
                    }),
                    "con-year|1": Mock.mock(function () {
                        return ["5-10年", "3-5年", "经验不限", "1年以内"];
                    }),
                    "con-degree|1": Mock.mock(function () {
                        return ["本科", "学历不限", "大专", "中专", "博士", "研究生"];
                    }),
                    "con-wage|1": Mock.mock(function () {
                        return ["20-30K", "8-10K", "10-11K", "30-35K", "25-16K·13薪","30-50K","25K-50K·13薪","5-8K","8-12K·15薪"];
                    }),
                    "con-img|1": Mock.mock(function () {
                        return ['tou1','tou2','tou3','tou4','tou5','tou6','tou7','tou8','tou9'];
                    }),
                    "con-company": Mock.mock(function () {
                        return "@cword(2,6)";
                    }),
                    "con-peo-first": Mock.mock(function () {
                        return "@cfirst";
                    }),
                    "con-peo-last|1": Mock.mock(function () {
                        return ["女士", "先生"];
                    }),
                    "con-verity|1": Mock.mock(function () {
                        return "@cword(2,6)" || "@word(2,4)"
                    })
                }
            })]
        }, {
            "title": "采购贸易",
            "con|9": [Mock.mock(function () {
                return {
                    "con-title": Mock.mock(function () {
                        return "@cword(4,10)";
                    }),
                    "con-city|1": Mock.mock(function () {
                        return ["北京","深圳","杭州","广州","上海","成都","青岛","珠海","唐山","西安","合肥","武汉","济南","苏州","沈阳","宁波","东莞"];
                    }),
                    "con-year|1": Mock.mock(function () {
                        return ["5-10年", "3-5年", "经验不限", "1年以内"];
                    }),
                    "con-degree|1": Mock.mock(function () {
                        return ["本科", "学历不限", "大专", "中专", "博士", "研究生"];
                    }),
                    "con-wage|1": Mock.mock(function () {
                        return ["20-30K", "8-10K", "10-11K", "30-35K", "25-16K·13薪","30-50K","25K-50K·13薪","5-8K","8-12K·15薪"];
                    }),
                    "con-img|1": Mock.mock(function () {
                        return ['tou1','tou2','tou3','tou4','tou5','tou6','tou7','tou8','tou9'];
                    }),
                    "con-company": Mock.mock(function () {
                        return "@cword(2,6)";
                    }),
                    "con-peo-first": Mock.mock(function () {
                        return "@cfirst";
                    }),
                    "con-peo-last|1": Mock.mock(function () {
                        return ["女士", "先生"];
                    }),
                    "con-verity|1": Mock.mock(function () {
                        return "@cword(2,6)" || "@word(2,4)"
                    })
                }
            })]
        }
    ],
    "company-box": [
        {
        "title": "热门企业",
        "con|12": [Mock.mock(function () {
            return {
                "con-img|1": Mock.mock(function () {
                    return ['c1','c2','c3','c4','c5','c6','c7','c8','c9','c10'];
                }),
                "con-name": Mock.mock(function () {
                    return "@cword(3,5)";
                }),
                "con-beList|1": Mock.mock(function () {
                    return ["已上市", "D轮及以上", "B轮", "不需要融资","C轮","天使轮"];
                }),
                "con-verity|1" : Mock.mock(function () {
                    return ["互联网","移动互联网","计算机","在线教育","O2O","分类信息","电子商务","银行","互联网金融","家具/家电/家居"];
                }),
                "con-jobN":Mock.mock(function () {
                    return '@integer(5,200)';
                }),
                "con-BOSSN":Mock.mock(function () {
                    return "@integer(1,100)";
                })
            }
        })]
    }, {
        "title": "行业巨头",
        "con|12": [Mock.mock(function () {
            return {
                "con-img|1": Mock.mock(function () {
                    return ['c1','c2','c3','c4','c5','c6','c7','c8','c9','c10'];
                }),
                "con-name": Mock.mock(function () {
                    return "@cword(3,5)";
                }),
                "con-beList|1": Mock.mock(function () {
                    return ["已上市", "D轮及以上", "B轮", "不需要融资","C轮"];
                }),
                "con-verity|1" : Mock.mock(function () {
                    return ["互联网","移动互联网","计算机","在线教育","O2O","分类信息","电子商务","银行","互联网金融","家具/家电/家居"];
                }),
                "con-jobN":Mock.mock(function () {
                    return '@integer(5,1000)';
                }),
                "con-BOSSN":Mock.mock(function () {
                    return "@integer(1,30)";
                })
            }
        })]
    }, {"title": "新锐公司",
        "con|12": [Mock.mock(function () {
            return {
                "con-img|1": Mock.mock(function () {
                    return ['c1','c2','c3','c4','c5','c6','c7','c8','c9','c10'];
                }),
                "con-name": Mock.mock(function () {
                    return "@cword(3,5)";
                }),
                "con-beList|1": Mock.mock(function () {
                    return ["已上市", "D轮及以上", "B轮", "不需要融资","C轮"];
                }),
                "con-verity|1" : Mock.mock(function () {
                    return ["互联网","移动互联网","计算机","在线教育","O2O","分类信息","电子商务","银行","互联网金融","家具/家电/家居"];
                }),
                "con-jobN":Mock.mock(function () {
                    return '@integer(5,1000)';
                }),
                "con-BOSSN":Mock.mock(function () {
                    return "@integer(1,30)";
                })
            }
        })]
    }, {
        "title": "上市公司",
        "con|12": [Mock.mock(function () {
            return {
                "con-img|1": Mock.mock(function () {
                    return ['c1','c2','c3','c4','c5','c6','c7','c8','c9','c10'];
                }),
                "con-name": Mock.mock(function () {
                    return "@cword(3,5)";
                }),
                "con-beList|1": Mock.mock(function () {
                    return ["已上市", "D轮及以上", "B轮", "不需要融资","C轮"];
                }),
                "con-verity|1" : Mock.mock(function () {
                    return ["互联网","移动互联网","计算机","在线教育","O2O","分类信息","电子商务","银行","互联网金融","家具/家电/家居"];
                }),
                "con-jobN":Mock.mock(function () {
                    return '@integer(5,1000)';
                }),
                "con-BOSSN":Mock.mock(function () {
                    return "@integer(1,30)";
                })
            }
        })]
    }]
})
var hotCity = Mock.mock({
    "city": {
        "hot-city": {
            "name": "热门",
            "cities": [Mock.mock(function () {
                return ["全国","北京","上海","广州","深圳","杭州","天津","西安","苏州","武汉","厦门","长沙","成都","郑州","重庆"];
            })]
        },
        "city-data": [{"name": "北京", "cities": ["北京"]}, {"name": "上海", "cities": ["上海"]}, {
            "name": "天津",
            "cities": ["天津"]
        }, {
            "name": "重庆",
            "cities": ["重庆"]
        }, {"name": "黑龙江", "cities": ["哈尔滨", "齐齐哈尔", "大庆", "牡丹江", "鹤岗", "佳木斯", "绥化", "大兴安岭"]}, {
            "name": "吉林",
            "cities": ["长春", "吉林", "四平", "辽源", "通化", "延吉", "白城", "辽源", "松原", "临江", "珲春"]
        }, {
            "name": "辽宁",
            "cities": ["大连", "沈阳", "鞍山", "抚顺", "营口", "锦州", "丹东", "朝阳", "辽阳", "阜新", "铁岭", "盘锦", "本溪", "葫芦岛"]
        }, {"name": "内蒙古", "cities": ["呼和浩特", "赤峰", "通辽", "锡林郭勒", "兴安"]}, {
            "name": "河北",
            "cities": ["石家庄", "秦皇岛", "廊坊", "保定", "邯郸", "唐山", "邢台", "衡水", "张家口", "承德", "沧州", "衡水"]
        }, {"name": "山西", "cities": ["太原", "大同", "长治", "晋中", "阳泉", "朔州", "运城", "临汾"]}, {
            "name": "陕西",
            "cities": ["西安", "咸阳", "延安", "汉中", "榆林", "商南", "略阳", "宜君", "麟游", "白河"]
        }, {
            "name": "山东",
            "cities": ["青岛", "济南", "淄博", "烟台", "泰安", "临沂", "日照", "德州", "威海", "东营", "荷泽", "济宁", "潍坊", "枣庄", "聊城"]
        }, {"name": "新疆", "cities": ["乌鲁木齐", "哈密", "喀什", "巴音郭楞", "昌吉", "伊犁", "阿勒泰", "克拉玛依", "博尔塔拉"]}, {
            "name": "甘肃",
            "cities": ["兰州", "金昌", "天水", "武威", "张掖", "平凉", "酒泉"]
        }, {"name": "宁夏", "cities": ["银川", "吴忠", "石嘴山", "固原", "中卫"]}, {
            "name": "江苏",
            "cities": ["南京", "苏州", "无锡", "常州", "扬州", "徐州", "南通", "镇江", "泰州", "淮安", "连云港", "宿迁", "盐城", "淮阴", "沐阳", "张家港"]
        }, {"name": "浙江", "cities": ["杭州", "金华", "宁波", "温州", "嘉兴", "绍兴", "丽水", "湖州", "台州", "舟山", "衢州"]}, {
            "name": "安徽",
            "cities": ["合肥", "马鞍山", "蚌埠", "黄山", "芜湖", "淮南", "铜陵", "阜阳", "宣城", "安庆"]
        }, {"name": "福建", "cities": ["福州", "厦门", "泉州", "漳州", "南平", "龙岩", "莆田", "三明", "宁德"]}, {
            "name": "江西",
            "cities": ["南昌", "景德镇", "上饶", "萍乡", "九江", "吉安", "宜春", "鹰潭", "新余", "赣州"]
        }, {
            "name": "湖北",
            "cities": ["武汉", "襄樊", "孝感", "十堰", "荆州", "黄石", "宜昌", "黄冈", "恩施", "鄂州", "江汉", "随枣", "荆沙", "咸宁"]
        }, {
            "name": "湖南",
            "cities": ["长沙", "湘潭", "岳阳", "株洲", "怀化", "永州", "益阳", "张家界", "常德", "衡阳", "湘西", "邵阳", "娄底", "郴州"]
        }, {
            "name": "广东",
            "cities": ["广州", "深圳", "东莞", "佛山", "珠海", "汕头", "韶关", "江门", "梅州", "揭阳", "中山", "河源", "惠州", "茂名", "湛江", "阳江", "潮州", "云浮", "汕尾", "潮阳", "肇庆", "顺德", "清远"]
        }, {"name": "广西", "cities": ["南宁", "桂林", "柳州", "梧州", "来宾", "贵港", "玉林", "贺州"]}, {
            "name": "海南",
            "cities": ["海口", "三亚"]
        }, {
            "name": "四川",
            "cities": ["成都", "达州", "南充", "乐山", "绵阳", "德阳", "内江", "遂宁", "宜宾", "巴中", "自贡", "康定", "攀枝花"]
        }, {"name": "贵州", "cities": ["贵阳", "遵义", "安顺", "黔西南", "都匀"]}, {
            "name": "云南",
            "cities": ["昆明", "丽江", "昭通", "玉溪", "临沧", "文山", "红河", "楚雄", "大理"]
        }, {"name": "西藏", "cities": ["拉萨", "林芝", "日喀则", "昌都"]}, {
            "name": "青海",
            "cities": ["黄南", "海南", "西宁", "海东", "海西", "海北", "果洛", "玉树"]
        }, {
            "name": "香港",
            "cities": ["中西区", "湾仔区", "东区", "南区", "九龙-油尖旺区", "九龙-深水埗区", "九龙-九龙城区", "九龙-黄大仙区", "九龙-观塘区", "新界-北区", "新界-大埔区", "新界-沙田区", "新界-西贡区", "新界-荃湾区", "新界-屯门区", "新界-元朗区", "新界-葵青区", "新界-离岛区"]
        }, {"name": "澳门", "cities": ["花地玛堂区", "圣安多尼堂区", "大堂区", "望德堂区", "风顺堂区", "嘉模堂区", "圣方济各堂区", "路氹城"]}],
    }
})
// console.log(JSON.stringify(oSider, null, 4));