Mock.mock('http://test.com/job',{
        'linkcom|19-20':{
            "id0": {
                "name":'尚志品居',
                'url':'https://www.hc360.com'
            },
            "id1": {
                "name":'深圳艾清书法教育',
                'url':'https://www.tianyancha.com/'
            },
            "id2": {
                "name":'德思昂拉',
                'url':'https://www.tianyancha.com/'
            },
            "id3": {
                "name":'维笑美容连锁机构',
                'url':'https://www.hc360.com'
            },
            "id4": {
                "name":'台山市台城詹春日杂档',
                'url':'https://www.hc360.com'
            },
            "id5": {
                "name":'当涂县姑孰镇城市联盟网吧东街翠竹店',
                'url':'https://www.hc360.com'
            },
            "id6": {
                "name":'红安县义福副食经营部',
                'url':'https://www.hc360.com'
            },
            "id7": {
                "name":'南关区自由农贸市场张帅泡菜摊床',
                'url':'https://www.hc360.com'
            },
            "id8": {
                "name":'3北京金诺艺品文化传媒有限公司',
                'url':'https://www.hc360.com'
            },
            "id9": {
                "name":'北京华安兴达科技有限公司',
                'url':'https://www.hc360.com'
            },
            "id10": {
                "name":'平定县美美美食城',
                'url':'https://www.hc360.com'
            },
            "id11": {
                "name":'惠安县净峰镇杨碧珠食杂店',
                'url':'https://www.hc360.com'
            },
            "id12": {
                "name":'德州市德城区梦黛绮家纺经销处',
                'url':'https://www.hc360.com'
            },
            "id13": {
                "name":'广州市靓家居装饰材料有限公司第一分公司',
                'url':'https://www.hc360.com'
            },
            "id14": {
                "name":'兴县兴业建筑有限公司',
                'url':'https://www.hc360.com'
            },
            "id15": {
                "name":'北京大蜘蛛建材有限公司',
                'url':'https://www.hc360.com'
            },
            "id16": {
                "name":'上海铭家自动控制技术有限公司',
                'url':'https://www.hc360.com'
            },
            "id17": {
                "name":'南京方嘉鸣纺织品有限公司',
                'url':'https://www.hc360.com'
            },
            "id18": {
                "name":'上海澈世企业管理咨询合伙企业(有限合伙)',
                'url':'https://www.hc360.com'
            },
            "id19": {
                "name":'广州市靓家居装饰材料有限公司第一分公司',
                'url':'https://www.hc360.com'
            },
        },
        'linkcity|13-15':{
            "id0": {
                "name":'亳州招聘',
                'url':'https://www.hc360.com'
            },
            "id1": {
                "name":'铜川招聘',
                'url':'https://www.tianyancha.com/'
            },
            "id2": {
                "name":'宜宾招聘',
                'url':'https://www.tianyancha.com/'
            },
            "id3": {
                "name":'十堰招聘',
                'url':'https://www.hc360.com'
            },
            "id4": {
                "name":'大同招聘',
                'url':'https://www.hc360.com'
            },
            "id5": {
                "name":'宿迁招聘',
                'url':'https://www.hc360.com'
            },
            "id6": {
                "name":'酒泉招聘',
                'url':'https://www.hc360.com'
            },
            "id7": {
                "name":'白城招聘',
                'url':'https://www.hc360.com'
            },
            "id8": {
                "name":'巴中招聘',
                'url':'https://www.hc360.com'
            },
            "id9": {
                "name":'齐齐哈尔招聘',
                'url':'https://www.hc360.com'
            },
            "id10": {
                "name":'潜江招聘',
                'url':'https://www.hc360.com'
            },
            "id11": {
                "name":'果洛招聘',
                'url':'https://www.hc360.com'
            },
            "id12": {
                "name":'通化招聘',
                'url':'https://www.hc360.com'
            },
            "id13": {
                "name":'和田招聘',
                'url':'https://www.hc360.com'
            },
        },
        'linkjob|13-15':{
            "id0": {
                "name":'Ruby招聘',
                'url':'https://www.hc360.com'
            },
            "id1": {
                "name":'搜索算法招聘',
                'url':'https://www.tianyancha.com/'
            },
            "id2": {
                "name":'架构师招聘',
                'url':'https://www.tianyancha.com/'
            },
            "id3": {
                "name":'FAE招聘',
                'url':'https://www.hc360.com'
            },
            "id4": {
                "name":'推荐算法招聘',
                'url':'https://www.hc360.com'
            },
            "id5": {
                "name":'无线射频工程师招聘',
                'url':'https://www.hc360.com'
            },
            "id6": {
                "name":'功能测试招聘',
                'url':'https://www.hc360.com'
            },
            "id7": {
                "name":'售前工程师招聘',
                'url':'https://www.hc360.com'
            },
            "id8": {
                "name":'算法研究员招聘',
                'url':'https://www.hc360.com'
            },
            "id9": {
                "name":'数据采集招聘',
                'url':'https://www.hc360.com'
            },
            "id10": {
                "name":'自动化招聘',
                'url':'https://www.hc360.com'
            },
            "id11": {
                "name":'数据开发招聘',
                'url':'https://www.hc360.com'
            },
            "id12": {
                "name":'CTO招聘',
                'url':'https://www.hc360.com'
            },
            "id13": {
                "name":'热传导招聘',
                'url':'https://www.hc360.com'
            },
            "id14": {
                "name":'数据采集招聘',
                'url':'https://www.hc360.com'
            },
            "id15": {
                "name":'Node.js招聘',
                'url':'https://www.hc360.com'
            },
            "id16": {
                "name":'FPGA开发招聘',
                'url':'https://www.hc360.com'
            },
            "id17": {
                "name":'测试工程师招聘',
                'url':'https://www.hc360.com'
            },
            "id18": {
                "name":'PCB工艺招聘',
                'url':'https://www.hc360.com'
            },
        },
        "city": {
            "hot-city": {
                "name": "热门",
                "cities": [Mock.mock(function () {
                    return ["全国","北京","上海","广州","深圳","杭州","天津","西安","苏州","武汉","厦门","长沙","成都","郑州","重庆"];
                })]
            },
            "city-data": [{"name": "北京", "cities": ["北京"]}, {"name": "上海", "cities": ["上海"]}, {
                "name": "天津",
                "cities": ["天津"]
            }, {
                "name": "重庆",
                "cities": ["重庆"]
            }, {"name": "黑龙江", "cities": ["哈尔滨", "齐齐哈尔", "大庆", "牡丹江", "鹤岗", "佳木斯", "绥化", "大兴安岭"]}, {
                "name": "吉林",
                "cities": ["长春", "吉林", "四平", "辽源", "通化", "延吉", "白城", "辽源", "松原", "临江", "珲春"]
            }, {
                "name": "辽宁",
                "cities": ["大连", "沈阳", "鞍山", "抚顺", "营口", "锦州", "丹东", "朝阳", "辽阳", "阜新", "铁岭", "盘锦", "本溪", "葫芦岛"]
            }, {"name": "内蒙古", "cities": ["呼和浩特", "赤峰", "通辽", "锡林郭勒", "兴安"]}, {
                "name": "河北",
                "cities": ["石家庄", "秦皇岛", "廊坊", "保定", "邯郸", "唐山", "邢台", "衡水", "张家口", "承德", "沧州", "衡水"]
            }, {"name": "山西", "cities": ["太原", "大同", "长治", "晋中", "阳泉", "朔州", "运城", "临汾"]}, {
                "name": "陕西",
                "cities": ["西安", "咸阳", "延安", "汉中", "榆林", "商南", "略阳", "宜君", "麟游", "白河"]
            }, {
                "name": "山东",
                "cities": ["青岛", "济南", "淄博", "烟台", "泰安", "临沂", "日照", "德州", "威海", "东营", "荷泽", "济宁", "潍坊", "枣庄", "聊城"]
            }, {"name": "新疆", "cities": ["乌鲁木齐", "哈密", "喀什", "巴音郭楞", "昌吉", "伊犁", "阿勒泰", "克拉玛依", "博尔塔拉"]}, {
                "name": "甘肃",
                "cities": ["兰州", "金昌", "天水", "武威", "张掖", "平凉", "酒泉"]
            }, {"name": "宁夏", "cities": ["银川", "吴忠", "石嘴山", "固原", "中卫"]}, {
                "name": "江苏",
                "cities": ["南京", "苏州", "无锡", "常州", "扬州", "徐州", "南通", "镇江", "泰州", "淮安", "连云港", "宿迁", "盐城", "淮阴", "沐阳", "张家港"]
            }, {"name": "浙江", "cities": ["杭州", "金华", "宁波", "温州", "嘉兴", "绍兴", "丽水", "湖州", "台州", "舟山", "衢州"]}, {
                "name": "安徽",
                "cities": ["合肥", "马鞍山", "蚌埠", "黄山", "芜湖", "淮南", "铜陵", "阜阳", "宣城", "安庆"]
            }, {"name": "福建", "cities": ["福州", "厦门", "泉州", "漳州", "南平", "龙岩", "莆田", "三明", "宁德"]}, {
                "name": "江西",
                "cities": ["南昌", "景德镇", "上饶", "萍乡", "九江", "吉安", "宜春", "鹰潭", "新余", "赣州"]
            }, {
                "name": "湖北",
                "cities": ["武汉", "襄樊", "孝感", "十堰", "荆州", "黄石", "宜昌", "黄冈", "恩施", "鄂州", "江汉", "随枣", "荆沙", "咸宁"]
            }, {
                "name": "湖南",
                "cities": ["长沙", "湘潭", "岳阳", "株洲", "怀化", "永州", "益阳", "张家界", "常德", "衡阳", "湘西", "邵阳", "娄底", "郴州"]
            }, {
                "name": "广东",
                "cities": ["广州", "深圳", "东莞", "佛山", "珠海", "汕头", "韶关", "江门", "梅州", "揭阳", "中山", "河源", "惠州", "茂名", "湛江", "阳江", "潮州", "云浮", "汕尾", "潮阳", "肇庆", "顺德", "清远"]
            }, {"name": "广西", "cities": ["南宁", "桂林", "柳州", "梧州", "来宾", "贵港", "玉林", "贺州"]}, {
                "name": "海南",
                "cities": ["海口", "三亚"]
            }, {
                "name": "四川",
                "cities": ["成都", "达州", "南充", "乐山", "绵阳", "德阳", "内江", "遂宁", "宜宾", "巴中", "自贡", "康定", "攀枝花"]
            }, {"name": "贵州", "cities": ["贵阳", "遵义", "安顺", "黔西南", "都匀"]}, {
                "name": "云南",
                "cities": ["昆明", "丽江", "昭通", "玉溪", "临沧", "文山", "红河", "楚雄", "大理"]
            }, {"name": "西藏", "cities": ["拉萨", "林芝", "日喀则", "昌都"]}, {
                "name": "青海",
                "cities": ["黄南", "海南", "西宁", "海东", "海西", "海北", "果洛", "玉树"]
            }, {
                "name": "香港",
                "cities": ["中西区", "湾仔区", "东区", "南区", "九龙-油尖旺区", "九龙-深水埗区", "九龙-九龙城区", "九龙-黄大仙区", "九龙-观塘区", "新界-北区", "新界-大埔区", "新界-沙田区", "新界-西贡区", "新界-荃湾区", "新界-屯门区", "新界-元朗区", "新界-葵青区", "新界-离岛区"]
            }, {"name": "澳门", "cities": ["花地玛堂区", "圣安多尼堂区", "大堂区", "望德堂区", "风顺堂区", "嘉模堂区", "圣方济各堂区", "路氹城"]}],
        },
        "job-info":{
            "job-name|1": ["高级java开发工程师", "Java开发/技术专家", "算法工程师", "前端开发工程师",".NET开发组长","搜索算法工程师","计算机视觉算法研究员"],
            "job-salar|1":["20-30K", "8-10K", "10-11K", "30-35K", "25-16K·13薪","30-50K","25K-50K·13薪","5-8K","8-12K·15薪"],
            "job-city|1":["北京","深圳","杭州","广州","上海","成都","青岛","珠海","唐山","西安","合肥","武汉","济南","苏州","沈阳","宁波","东莞"],
            "job-degree|1": ["本科", "学历不限", "大专", "中专", "博士", "研究生"],
            "job-year|1":["5-10年", "3-5年", "经验不限", "1年以内","1-3年","在校生","应届生"],
            "job-img|1":["fi1","fi2","fi3","fi4"],
            "jobname-first":"@cfirst",
            "jobname-last|1":["女士", "先生"],
            "job-tags|7":{
                "id01":"五险一金",
                "id02":"定期体检",
                "id03":"年终奖",
                "id04":"股票期权",
                "id05":"带薪年假",
                "id06":"节日福利",
                "id07":"保险",
                "id08":"草泥马fu",
                "id09":"员工福利",
                "id10":"补充医疗保险",
                "id11":"餐补",
                "id21":"员工旅游",
                "id31":"wdnmd",
                "id41":"qaq",
            },
            "job-verity": "@cword(2,4)",
            "job-des|8":["@cword(30,40)"],
        },
})